export default function Unit4() {
  return (
    <div className="space-y-6">

      <h2 className="text-2xl font-bold">اتجاه الضوء</h2>

      <img src="/images/photo10.jpg" className="w-80 mx-auto rounded-xl shadow " />

      <div className="card">
        <ul className="list-disc pr-5 space-y-2">
          <li>ضوء أمامي</li>
          <li>ضوء خلفي</li>
          <li>ضوء جانبي</li>
          <p>
            اتجاه الضوء (أنواع الاضاءة) : Light Dirction- Lighting Types
يقصد باتجاه الضوء موقع مصدر الضوء بالنسبة لموضوع التصوير، فقد يكون أمامي مواجه لموضوع التصوير او خلفي او جانبي يقوم اتجـاه الضـوء بالتـأثير علـى تحديـد الامـاكن التـي سـتقع فـي الظـل أو الضـوء فـي الصـورة، و في هذه الحالة من الممكن أن يكون الضوء أمامي أو خلفي أو جانبي. 
الضوء الامامي: وهو يكون عندما تكون الشـمس مصـدر الضـوء أمـام هـدف التصـوير و خلـف المصـور أو عنـدما تكون الشمس في مكان مـا خلـف أو علـى جانـب هـدف الصـورة، و يـتم إسـتعمال عـاكس ضـوئي أمـام الهـدف ليصـبح العاكس مصدر الضوء الاساسي في الصورة بـدلًا عـن الشـمس، وفـي هـذه الحالـة يكـون العنصـر فـي الصـورة يقـع فـي الضــوء ولا يوجــد ظــلال لان الظـــلال ســتقع خلــف هــــدف الصـــورة، ويســتخدم هــذا النــوع مـــن الاضــاءة فــي تصـــوير الاشخاص بكثرة

          </p>
        </ul>
      </div>

      <img src="/images/photo11.jpg" className="w-80 mx-auto rounded-xl shadow " />
     <div className="card">
      <p>
  الضوء من الخلف: فــي هــذه الحالــة تكــون الشــمس أو مصــدر الضــوء خلــف هــدف الصــورة وأمــام المصــور،و ســيقع كامـــل عنصـــر الصـــورة فـــي الظـــل ألن الظـــل ســـيكون أمامـــه، يســـتخدم هـــذا النوع مـــن الاضـــاءة فـــي تصـــوير الظـــلال السيلويت Silhouette عندما تكون الشمس في الساعة الذهبية في األفق و يكون عنصر الصورة أمامها. 
</p>
      </div> 
      <img src="/images/photo12.jpg" className="w-80 mx-auto rounded-xl shadow " />
    <div className="card">
      <p>
الضوء من الجانب: الضوء الجانبي يسبب ظهور الظالل في الصورة، والظلال تعطي الدراما العمق للصور وبالتالي  تصبح أكثر جماال، في تصوير الابنية إذا كان هناك ظالل نستطيع أن نر أبعاد البناء، و فـي تصـوير الوجـوه نـري حالة الصورة و تفاصيل أكثـر للوجـه. وا ذا كـان الضـوء يـأتي علـى الجانـب االكبـر مـن الوجـه (المواجـه للكـاميرا) نقـول انه ضوء عريضBroad Light  و إذا كان الضوء يأتي علـى الجانب الاصـغر مـن الوجه( الابعـد والغيـر مقابـل من الكاميرا) نقول أن الضوء ضيق Narrow Light
      </p>
      </div>  
    </div>
  );
}