export default function Unit5() {
  return (
    <div className="space-y-6">

      <h2 className="text-2xl font-bold">الإضاءة الثلاثية</h2>

      <img src="/images/photo13.jpg" className="w-80 mx-auto rounded-xl shadow " />

      <div className="card">
        <p>
          الإضاءة الثلاثية هي طريقة توزيع الضوء في التصوير.
        </p>

        <ul className="list-disc pr-5">
          <li>الإضاءة الرئيسية (Key Light)</li>
          <li>إضاءة ملء الظلال (Fill Light)</li>
          <li>الإضاءة الخلفية (Back Light)</li>
          <p>
            مبدأ الاضاءة الفوتوغرافية أو الاضاءة الثلاثية
يعتبــر مبــدأ الاضــاءة الثلاثيــة المبــدأ الاساســي لتوزيــع الضــوء علــي موضــوع التصــوير فــي التصــوير الفوتــوغرافي ويوفر هذا المبدأ ثلاث أنواع من الاضاءة للموضوع 
:الاضاءة الرئيسية 
Key (Main) Light وا ضاءة ملء الظلال Fill Light والاضاءة الخلفية . Back Light
أولاً: الاضاءة الرئيسية 
هو المصدر األساسي لإلضاءة ويظهر الشكل األساسي للموضوع ولكن ينتج عنها ظالل كثيفة نتيجة البروزات فـــي موضـــوع التصـــوير
ثانيا: إلاضاءة الخلفية
هذا النوع من الاضاءة يستخدم لفصل الخلفية عن الامامية أو خلف المشهد عن الموضوع المصور

          </p>
        </ul>
      </div>

    </div>
  );
}