export default function Unit3() {
  return (
    <div className="space-y-6">

      <h2 className="text-2xl font-bold">الظلال وأنواعها</h2>

      <img src="/images/photo5.jpg" className="w-80 mx-auto  rounded-xl shadow " />

      <div className="card">
        <p>
     الظلال Shadows 
نظـرا ً لان الظـلال تشـكل أهميـة خاصـة بالنسـبة للضـوء لـذلك نحـاول فـي هـذا القسـم التعـرف علـي كيـف يمكـن للظلال أن تؤثر علي مدركتنا ، فـبعض الظـلال علـي سـبيل المثـال يمكـن أن تعطـي الاحسـاس أنهـا جـزء أساسـي مـن الشــكل أو الموضــوع المصــور مثــل الظــلال المصــاحبة لفنجــان شــاي وهنــاك ظــلال أخــري تكــون منفصــلة عــن الشــكل تماما ً مثل الظلال المشكلة فـي الشـارع ألاعمـدة الانـارة وأسـلاك الكهربـاء. فـبعض الظـلال مظلمـة تمامـا ً وكثيفـة وكأنهـا ملونة بلون أسود داكن والبعض الاخر خفيف ويصعب رؤيته. بعض الظلا ل متغير تدريجيا ً من الفاتح للغامق. علي الرغم من هذا التنوع في الظلال الا أننا نعرف أن هنـاك نـوعين أساسـيين مـن الظـل: الظـلال المتصـلة Attached
 . Cast Shadows بموضوع التصوير وتلك المنفصلة    Cast Shadows.
 الظلال المتصلة Attached Shadows    
 تبدو وكأنهـا متصـلة وملتصـقة بموضـوع التصـوير ولكـن يمكـن رؤيـة هـذه الظـلال منفصـلة عـن الموضــوع الرئيســي مثــل الظــل المكــون لفنجــان شــاي عنــد وضــعه بجانــب شــباك أو علــي منضــدة بهــا أبــاجورة. فالظــل الناتج عن الشباك أو الاباجورة يسمي بالظل المتصل. بصرف النظر عن تحريك الفنجان الاعلي أو لاسفل فان الظل الناتج سوف يظل جزء من الفنجان.

        </p>
      </div>

      <img src="/images/photo6.jpg" className="w-80 mx-auto  rounded-xl shadow " />

      <div className="card">
        <h3>أنواع الظلال</h3>
        <ul className="list-disc pr-5">
          <li>ظل متصل</li>
          <li>ظل منفصل</li>
          <p>
           الظل المتصل يساعد في إدراك الشكل الاساسي لموضوع التصوير. بدون هذا الظل لا يمكن إدراك الموضوع أو الشكل الاساسي . في اللقطة السابقة الشكل علي اليسار يبدو وكأنه مثلث ولكن مع وجود ظلال متصلة يمكن ادارك استدارة  الساالمج لا يمكن إدارك استدارة المج وتفاصيله بدون وجود كمية من الظلال المتصلة التي تشكل جزء من الموضوع نفسه (المج)
 يسـهم الظـل المتصـل أيضـا ً فـي إظهـار النســيج المكــون لموضــوع التصــوير، فبــدون الظــل المتصــل تبــدو الاشياء وكانها اكثر نعومة ،
فالظل المتصل للكرة علي اليسار(الشكل التالي) جعل نسيج الكرة خشن في حين ازالة الظل المتصل مع الكرة علي اليمين جعل الكرة علي اليمين جعل الكرة تبدو وكانها انعم نسبيا تشبه القمر
 
          </p>
        </ul>
      </div>

      <img src="/images/photo7.jpg" className="w-80 mx-auto rounded-xl shadow " />
<p>
 فعلي سبيل المثال عند عمل إعلان لمنتج معين مثل كريم البشرة فأنك تحتاج الي أن تضيء وجه الموديل .بطريقة تجعل الظل المتصل ناعم بحيث يمكن رؤيته 
2-. الظلال المنفصلة   Cast Shadows هذا النوع من الظلال يحدد بدقة مكان الشيء بالنسبة للاشياء المحيطة به. كما نري في الاشكال التاليـة فأن الظل المنفصل يحدد مكان الكرة بالنسبة للمنضدة ، فالشكل الاول علي اليسار يقترح ان الموضوع مستقر علي المنضدة، في حين الشكل في المنتصف يصبح الموضـوع مسـتقل بمجـرد تحريـك الشـكل بعيـدا ً عـن المنضـدة ، وأخيـر الشكل الثالث أقصي اليمين يشير الي أن الشكل أزداد بعدا ً عن المنضدة بحيث أزداد حجم الظل مع تشوهه. 
 
</p>
      <img src="/images/photo8.jpg" className="w-80 mx-auto rounded-xl shadow " />
<p>
  يمكن ان يستخدم الظل المنفطل لتحديد جيـــد لمكـــان التصـــوير دون ظهــــور حقيقـــي للمكـــان، كمـــا أن الظــــل المنفصل يمكن أن يعطي معني درامي للحدث دون مشاهدة الحدث الحقيقي. 
</p>
      <img src="/images/photo9.jpg" className="w-80 mx-auto rounded-xl shadow " />

    </div>
  );
}