export default function Unit2() {
  return (
    <div className="space-y-6">

      <h2 className="text-2xl font-bold">أنواع الضوء في التصوير</h2>

      <img src="/images/photo4.jpg" className="w-80 mx-auto  rounded-xl shadow " />

      <div className="card">
        <ul className="list-disc pr-5 space-y-2">
          <li><strong>الضوء المباشر:</strong> ضوء قوي يسبب ظلال حادة</li>
          <li><strong>الضوء المنتشر:</strong> ضوء ناعم بدون ظلال واضحة</li>
        </ul>
      </div>

      <div className="card">
        <p>
         (: Light Typesانواع الضوء )

هناك نوعين اساسيين من الضوء هما : الضوء المباشر او المركز Directional Light والضوء الموزع او المنتشر  .(Diffused Light) اذا قمنا بتسليط الضوء علي عنصر ما يتشكل لدينا في الجانب المقابـل ظـلال، فيصـبح فــي الصــورة لــدينا أضــواء و ظــلال ، هــذه ألاضــواء و الظــلال تعطــي الصــورة عمــق و أبعــاد، و إذا كانــت الصــورة لا تحتـوي علـى أي ظـلال نقـول عـن إضـاءة الصـورة منبسـطة فـلات لايـت (Flat light) ، أمـا فـي حـال وجـود ظـلال فـي الصورة فاذا كانت عملية التدرج من الضوء الي الظل سريعة فنقول ان الضوء قاس هارد لايت،(Hard Light)   اما في حال كانت عملية التدرج طويلة فنقول ان الضوء ناعم سوفت لايت(ligh soft)

الضوء المباشر أو المركز Directional Light (Hard Light)
1-الضــوء المباشــر أو المركــز المقصــود بــه أن الضــوء الصــادر عــن مصــدر الضــوء دقيــق ومحــدد ويســبب ظــلال حادة. ضوء الشمس وضوء الفلاش وضوء كشافات السيارة كلها ينتج عنها مـا يسـمي بالاضـاءة المركـزة والتـي تهـدف أساسا ً الي إنارة منطقة من الموضوع وينتج عنه ظلال كثيفة علي الجانب الاخر من تركيز الضوء. 
الضوء الموزع او المنتشر Diffused Light (Soft Light ). 
 هذا الضوء ينتج عنه إضاءة أكبر من الاضاءة الناتجـة عـن الضـوء المباشـر أو المركـز حيـث أن الضـوء النـاتج ينتشــر فــي منطقــة كبيــرة مــن بدرجـة سـريعة. نظـرا ً لان الضـوء المنتشـر يبـدو موزعـا ً فـي أكثـر مـن مكـان بالمشهد فانه لا يصاحبه ظلال تبدو المناطق  المضــاءة بالضــوء المنتشــر بأنهــا أكثــر نعومــة وشــفافيةsoft  . المثــال الدقيق الذي يشـير الـي الاضـاءة المنتشـرة هـو اليـوم الملبـد بـالغيوم. حيـث أن الضـباب يعمـل مثـل فلتـر مـوزع للضـوء. فــي حـــين أن ضــوء الشـــمس المباشــر ينـــتج عنــه إضـــاءة مركــزة علـــي منــاطق معينـــة بينمــا الضـــوء النــاتج عـــن الغيـــوم والضـــباب ينـــتج عنـــه إضـــاءة موزعـــة ومنتشـــرة فـــي منـــاطق أوســـع. مثـــال أخـــر للضـــوء المـــوزع هـــي إضـــاءة اللمبـــات الفلورسنت في سوبر ماركت نجد أنها إضاءة موزعة. يصعب مع الضوء الموزع أن نضيء منطقة محددة مـن مشـهد والتركيز عليها دون غيرها بل الاستخدام الاساسي للضوء المنتشر هو تغطية منطقة واسعة من الموضوع


        </p>
      </div>

    </div>
  );
}